/* No comment provided by engineer. */
"Account created" = "账户已经创建了";

/* No comment provided by engineer. */
"Already backed up" = "Backup 已经完成了";

/* No comment provided by engineer. */
"Are you sure you want to delete all your contacts ?" = "你确定要删除所有的联系人 ？";

/* No comment provided by engineer. */
"Back" = "后一步";

/* No comment provided by engineer. */
"confirm password" = "确认密码";

/* No comment provided by engineer. */
"contacts on server" = "服务器的联系人";

/* No comment provided by engineer. */
"Create Account" = "创建账户";

/* No comment provided by engineer. */
"Delete Contacts" = "删除联系人";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Forgot password ?" = "忘了密码 ？";

/* No comment provided by engineer. */
"Hello ! \nSyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones.\n 1) Create account .\n2) Sign In .\n3) Save your contacts .\n4) Now just sign in from another device and import your contacts.That smart, that simple !! \nTotal count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile." = "你好 !SyncSmart FTS 是很简单的应用对服务器的联系人做 Backup，也 提供能力转移/移动联系人在另一外的智能手机 smartphones.\n1) 创建账户.\n2) 连接是.\n3) 保存联系人.\n4) 连接另一外的手机，导入联系人\nThat smart, that simple ! \n！你们全部的联系人可能不同于手机显示的那些。！SyncSmart FTS 不计数空的联系人，联系人的照片，任何资料，笔记，社会外貌。";

/* No comment provided by engineer. */
"Import Contacts" = "导入联系人 ";

/* No comment provided by engineer. */
"Install contacts from server ?" = "你要安装联系人的backup 在手机上 ?";

/* No comment provided by engineer. */
"Internal server error" = "Internal server error";

/* No comment provided by engineer. */
"LOGIN" = "连接";

/* No comment provided by engineer. */
"Logout" = "签出";

/* No comment provided by engineer. */
"Mail already exists" = "E-mail 已经存在";

/* No comment provided by engineer. */
"No" = "否定";

/* No comment provided by engineer. */
"No Internet connection" = "没有联网连接";

/* No comment provided by engineer. */
"password" = "密码";

/* No comment provided by engineer. */
"Please enter your credentials" = "请打字母";

/* No comment provided by engineer. */
"Please enter your e-mail address so we can reset your password" = "E-mail :";

/* No comment provided by engineer. */
"Please insert same password in both fields" = "请输入密码在两个字段中";

/* No comment provided by engineer. */
"Please insert valid email address" = "它不是有效的! 请你们使用有效的 e-mail";

/* No comment provided by engineer. */
"Please use a valid email" = "它不是有效的! 请你们使用有效的 e-mail";

/* No comment provided by engineer. */
"REGISTER" = "登记";

/* No comment provided by engineer. */
"Save contacts to server ? This will overwrite your current backup." = "重做联系人的 backup 吗 ? 这个替代现有的backup";

/* No comment provided by engineer. */
"Save To Cloud" = "保存在 Cloud";

/* No comment provided by engineer. */
"Server maintenance downtime" = "Server maintenance downtime";

/* No comment provided by engineer. */
"Sorry" = "我们很抱歉!";

/* No comment provided by engineer. */
"SyncSmart does not have permissions to use your contacts, check Settings->Privacy" = "SyncSmart FTS 是不允许使用你的联系人， 请查 设置 –》保密 –》 联系人";

/* No comment provided by engineer. */
"SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts" = "SyncSmart FTS 需要你允许就能进行。请查 设置 –》保密 –》 联系人";

/* No comment provided by engineer. */
"Unable to connect, please verify your credentials" = "哎呀！ 不能连接, 请查字母";

/* No comment provided by engineer. */
"Upload completed, your contacts have been backed up" = "上传完毕";

/* No comment provided by engineer. */
"valid contacts on phone" = "手机的联系人";

/* No comment provided by engineer. */
"We suggest you backup your contacts before proceeding to deletion" = "开始删除之前请你们对联系人做 Backup ";

/* No comment provided by engineer. */
"Yes" = " 确认 ";

"Contacts installed" = "保存的联系人";

"Select Language" = "选择语言";

